[

    {
        "id": 1,
        "name": "PP Pizza",
        "address": "Flavio A. Paniagua 8, Zona Centro, San Cristobal de las Casas, Chiapas, Mexico, 29200",
        "lat": 16.73900715201888, 
        "long": -92.63599564582299,
        "rating": 4,
        "reviews": [
            {
                "rating": 5,
                "text": "Wow! Best Pizza I have had since I travelled to Italy."
            },
            {
                "rating": 3,
                "text": "The pizza was ok, but the crust was so thin, resulting in excessive grease."
            }
        ]
    },

    {
        "id": 2,
        "name": "Tacos y Cocteles el Bony",
        "address": "Nicolas Ruiz 82-A, Barrio de Guadalupe, San Cristobal de las Casas, Chiapas, Mexico, 29230",
        "lat": 16.738819628186967, 
        "long": -92.6304752205728,
        "rating": 3.7,
        "reviews": [
            {
                "rating": 5,
                "text": "Best tacos in Chiapas.  And the staff were so considerate of our complete lack of Spanish."
            },
            {
                "rating": 2,
                "text": "Yikes! We were given uncooked meat.  My daughter was sick for three days.  At least when we went back to complain they gave us a refund, otherwise just one star. Be careful if you eat here."
            },
            {
                "rating": 4,
                "text": "Overall I would recommend this place.  Allot of tourists here though gave this place an inauthentic vibe, but regardless the tacos were great."
            }
        ]
    },

    {
        "id": 3,
        "name": "Tierra y Cielo Restaurante",
        "address": "Benito Juárez 1, Zona Centro, San Cristobal de las Casas, Chiapas, Mexico, 29200",
        "lat": 16.73654023459991, 
        "long": -92.63572394511158,
        "rating": 4,
        "reviews": [
            {
                "rating": 3,
                "text": "The pollo con mole we had was sickeningly sweet, but the service was great.  Everyone seemed so happy and helpful. Would go back but not to order mole."
            },
            {
                "rating": 5,
                "text": "With so many great options in San Cristobal for food this one is surely the best.  Good price, great service, and tasty food with a healthy portion."
            }
        ]
    },

    {
        "id": 4,
        "name": "Pachamama",
        "address": "Real de Guadalupe 61, Barrio de Guadalupe, San Cristobal de las Casas, Chiapas, Mexico, 29230",
        "lat": 16.73768951424171, 
        "long": -92.63306652057283,
        "rating": 4.5,
        "reviews": [
            {
                "rating": 5,
                "text":  "Great pizza with a unique Mexican spin.  I plan on going back here frequently during my time in Chiapas."
            },
            {
                "rating": 4,
                "text": "The pizza was super tasty with so many obviously fresh ingredients.  It was nice to sit out on the street and people watch. Unfortunately, the service was a little slow."
            }
        ]
    },

    {
        "id": 5,
        "name": "Cafe Bar 500 Noches San Cristobal",
        "address": "Miguel Hidalgo 6D, Zona Centro, San Cristobal de las Casas, Chiapas, Mexico, 29200",
        "lat": 16.73560745290139, 
        "long": -92.63816035243518, 
        "rating": 3.25,
        "reviews": [
            {
                "rating": 1,
                "text": "I asked for milk and sugar with my coffee, and recieved neither.  The coffee took twenty minutes, and then they tried to charge me for the milk and sugar.  Go somewhere else."
            },
            {
                "rating": 5,
                "text": "They had great draft beer, something of a rarity in Mexico.  I intend on bringing my friends back tonight for a good pre-drink before hitting up the clubs."
            },
            {
                "rating": 2,
                "text": "The servie was poor, and everything was overpiced compared to other places.  I should have gone for coffee elsewhere."
            },
            {
                "rating": 5,
                "text": "The atmosphere was great.  Great live music all day long.  Also a great place to get some work done as they have great wifi!"
            }
        ]
    },

    {
        "id": 6,
        "name": "El Secreto",
        "address": "16 de Septiembre 24, Zona Centro, San Cristobal de las Casas, Chiapas, Mexico, 29240",
        "lat": 16.739137731248704, 
        "long": -92.63880413208176,
        "rating": 4.5,
        "reviews": [
            {
                "rating": 4,
                "text": "Best coffee in town.  The coffee is free trade and local to the area. The coffee shop is a little out of the way to access, but once you there you will enjoy the coffee."
            },
            {
                "rating": 5,
                "text": "Great vibe in this coffee shop.  Nice music and decour with coffee to suit the mood perfectly."
            }
        ]
    },

    {
        "id": 7,
        "name": "Psy Burgers",
        "address": "Flavio A. Paniagua 49b, Barrio de Guadalupe, San Cristobal de las Casas, Chiapas, Mexico, 29230",
        "lat": 16.73929413123093, 
        "long": -92.63118399112501,
        "rating": 3,
        "reviews": [
            {
                "rating": 3,
                "text": "The burgers are too expensive for the portion size.  I felt like I could have had a second portion.  But the burger itself is tasty."
            },
            {
                "rating": 5,
                "text": "I had a greek salad. The cheese was local cheese instead of greek cheese, and the local cheese was even better in the salad then greek cheese. And I'm someone from Greece saying this."
            },
            {
                "rating": 1,
                "text": "Terrible service. Terrible burger. Terrible place. DO NOT GO HERE!!!"
            }
        ]
    },

    {   
        "id": 8,
        "name": "Frontera Artisan Food and Coffee",
        "address": "Belisario Domínguez 35, Barrio del Cerrillo, San Cristobal de las Casas, Chiapas, Mexico, 29220",
        "lat": 16.740373173291605, 
        "long": -92.63544533222938,
        "rating": 5,
        "reviews": [
            {
                "rating": 5,
                "text": "This place is great for those needing some time on a computer.  The prices are reasonable, the wifi good, and there are many places to sit with power outlets. Also, the lighting is great."
            }
        ]
    }

]
